org/epistemologia-diagnosi.org
#+TITLE: Epistemologia della diagnosi
#+AUTHOR: LoginMed
#+OPTIONS: toc:nil num:nil html-style:nil
#+HTML_HEAD: <link rel="stylesheet" href="css/tufte.css" />


Questo è un testo con una nota a margine Perfetto, allora il sito è
online su lm.infomedia.it — ottimo risultato. Ora dobbiamo far
funzionare le note a margine (sidenotes) nello stile Tufte. Questo
dipende non solo dal CSS, ma anche dalla struttura HTML generata da
org-html-export.@@html:<label for="sn-1" class="margin-toggle sidenote-number"></label>@@
#+BEGIN_EXPORT html
<input type="checkbox" id="sn-1" class="margin-toggle">
<span class="sidenote">
Questa è una nota a margine a la Tufte.
</span>
#+END_EXPORT
