docs/epistemologia-diagnosi.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-05-30 ven 20:43 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Epistemologia della diagnosi</title>
<meta name="author" content="LoginMed" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/tufte.css" />
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Epistemologia della diagnosi</h1>
</header><p>
Questo è un testo con una nota a margine Perfetto, allora il sito è
online su lm.infomedia.it — ottimo risultato. Ora dobbiamo far
funzionare le note a margine (sidenotes) nello stile Tufte. Questo
dipende non solo dal CSS, ma anche dalla struttura HTML generata da
org-html-export.
</p>
<label for="sn-1" class="margin-toggle sidenote-number">::after</label>
<input type="checkbox" id="sn-1" class="margin-toggle">
<span class="sidenote">
::before 
Questa è una nota a margine a la Tufte.
</span>
</div>
<div id="postamble" class="status">
<p class="author">Author: LoginMed</p>
<p class="date">Created: 2025-05-30 ven 20:43</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 31.0.50 (<a href="https://orgmode.org">Org</a> mode 9.7.27)</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
